Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arbeidstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The definition does not include signs and signalling regulated by other legislation or pursuant to regulations relating to road, rail, air or sea transport or transport by inland waterways;
nb: Definisjonen omfatter ikke skilting og signalgivning som reguleres av annen lovgivning eller i medhold av veg-, jernbane-, luft- eller sjøtransport eller transport på innenlandske sjøveier,

source: An employee shall have at least 11 hours of continuous daily rest in the course of 24 hours.
nb: Arbeidstaker skal ha minst 11 timer sammenhengende døgnhvil i løpet av 24 timer.

source: Penalties for missing or invalid HSE cards
nb: dokumentholder, gjerne med linjefører.

source: (2) If legal proceedings are instituted within the time limits laid down in section 17-4, an
nb: (2) Dersom søksmål reises innen de frister som følger av § 17-4, kan arbeidstaker fortsette i

source: the statement. (2) If the employee resigns and no binding statement exists, the resignation shall have the
nb: (2) Dersom arbeidstakeren sier opp, og det ikke allerede foreligger en bindende redegjørelse,

source: a) the impartiality requirement in section 6 of the Public Administration Act has
nb: a) det foreligger brudd på habilitetskrav i forvaltningsloven § 6

source: (2) Temporary appointment may nevertheless be agreed upon
nb: (2) Avtale om midlertidig ansettelse kan likevel inngås

source: or on the equivalent fuels created using
nb: grenset med vilje til og ønsker om dette.

source: The rules that apply to those who have been vaccinated or have recovered from covid-19 during the last 6 months
nb: Reglene som gjelder for deg som er vaksinert eller har hatt covid-19 de siste 6 månedene

source: In addition to the limit value for welding fumes (unspecified), the value for each individual substance in the welding fumes shall be complied with.
nb: I tillegg til grenseverdien for sveiserøyk (uspesifisert) skal verdiene for de enkelte stoffene i sveiserøyken overholdes.

source: NHS Covid Pass from England or Wales
nb: NHS covid-pass fra England eller Wales

source: If you have a valid corona certificate, you do not have to
nb: Har du et gyldig koronasertifikat, slipper du å

source: - foundations for and erection of portal and bridge cranes;
nb: - fundamentering og oppstilling av portal- og brokraner,

source: This only applies, however, when a period of holiday is taken comprising at least 18 working days.
nb: Dette gjelder likevel bare ved avvikling av ferieperiode som omfatter minst 18 virkedager.

source: e) employees use the requisite personal protective equipment.
nb: e) arbeidstakere benytter nødvendig personlig verneutstyr.

source: This shall not however apply to employees engaged as temporary replacements pursuant to section 14-9, second paragraph (b).
nb: Dette gjelder likevel ikke arbeidstaker som er midlertidig ansatt i vikariat etter § 14-9 andre ledd bokstav b.

source: - work involving production of auramine,
nb: - arbeid som innebærer fremstilling av auramin,

source: If necessary, the work equipment shall be equipped with special protective devices.
nb: Om nødvendig skal arbeidsutstyret være utstyrt med særskilt verneinnretning.

source: : a collective term for devices that control the direction of a jet of fluid.
nb: et samlebegrep for innretninger som styrer væskestrålens retning.

source: For non-sinusoidal fields, the exposure assessment shall be based on the method using weighted peak value (filtration during the period).
nb: For felter som ikke er sinusformede, skal vurderingen av eksponering som gjennomføres bygge på metoden med veid peak-verdi (filtrering i tidsrommet).

source: An employee may refuse to take a previously fixed holiday during such a period
nb: Arbeidstaker kan motsette seg at allerede fastsatt ferie avvikles i slike

source: (2) In connection with the legal proceedings, the court may also consider claims concerning
nb: (2) I forbindelse med søksmålet kan retten også behandle krav om oppgjør av lønn og

source: (3) The Ministry may by regulation issue further provisions concerning temporary
nb: (3) Departementet kan i forskrift gi nærmere bestemmelser om midlertidig ansettelse for

source: (1) The former and new employer as early as possible provide information concerning the
nb: (1) Tidligere og ny arbeidsgiver skal så tidlig som mulig gi informasjon om og drøfte

source: When safety depends on the operating state, the work equipment shall, if necessary, be
nb: Når sikkerheten er avhengig av driftstilstanden, skal arbeidsutstyret om nødvendig ha utstyr

source: (2) Information as referred to in the first paragraph (b) and (c) may be provided in the form
nb: (2) Informasjon som nevnt i første ledd bokstavene b og c kan gis i form av en henvisning til

source: (5) Projected collective redundancies shall not come into effect earlier than 30 days after the
nb: (5) Planlagte masseoppsigelser får tidligst virkning 30 dager etter at Arbeids- og

source: substances where such contact can entail a risk of harm to life or health.
nb: varme/kalde deler eller farlige stoffer dersom det kan medføre fare for skade på

source: Scaffolds, ladders and temporary equipment for access to and work on roofs and facades
nb: Stillaser, stiger og midlertidig utstyr for tilkomst og utførelse av arbeid på tak og fasader med

source: - work that involves highly acidic processes for the production of 2-propanol,
nb: - arbeid som innebærer fremstilling av 2-propanol ved sterkt sur prosess,

source: You can enter Norway, if you are fully vaccinated or have recovered from COVID-19 during the last 6 months, and you are able to show a valid COVID certificate.
nb: Du kan reise inn til Norge hvis du er fullvaksinert eller har hatt covid-19 de siste 6 månedene, og kan dokumentere dette med et gyldig koronasertifikat.

source: If your enterprise posts drivers on transport assignments in Norway (cabotage or combined transport)
nb: opplæring på det spesifikke arbeidsutstyret arbeidstakeren er satt til å bruke og at opplæringen er

source: Hold the Ctrl-button down (Cmd-button on Mac).
nb: Hold Ctrl-tasten nede (Cmd-tasten på Mac).

source: On the same terms as mentioned in the first paragraph, young people aged between 16 and 18 who are not required to go to school may perform work as mentioned in Section 12-6 (a) when the effective dose equivalent does not exceed 5 mSv over a period of 12 months.
nb: På samme vilkår som nevnt i første ledd kan ungdom mellom 16 og 18 år som ikke er skolepliktig utføre arbeid som nevnt i § 12-6 bokstav a når den effektive doseekvivalenten ikke overstiger 5 mSv i løpet av 12 måneder.

source: (1) Part-time employees have a preferential right to an extended post rather than that the
nb: (1) Deltidsansatte har fortrinnsrett til utvidet stilling fremfor at arbeidsgiver foretar ny

source: a) the length and placement of working hours,
nb: a) arbeidstidens lengde og plassering,

source: (4) Preferential rights pursuant to section 14-2, with the exception of section 14-2, second
nb: (4) Fortrinnsrett etter § 14-2, med unntak av § 14-2 andre ledd første punktum, går foran

source: Section 14 A-1, third to sixth
nb: § 14 A-1 tredje til sjette ledd

source: employers may be departed from in a collective agreement.
nb: kan fravikes ved tariffavtale.

source: b) pregnancy benefit paid to employees for up to 64 days of the benefit period,
nb: b) svangerskapspenger for arbeidstakere for inntil 64 dager av stønadsperioden

source: a) the grounds for any redundancies,
nb: d) tidspunktet for arbeidsforholdets begynnelse,

source: (1) If the employer's notice is not given in writing or does not include information as referred
nb: (1) Dersom arbeidsgivers oppsigelse ikke er gitt skriftlig eller ikke inneholder opplysninger som

source: (2) Work on Sundays and public holidays is not permitted unless necessitated by the nature of the work.
nb: (2) Arbeid på søn- og helgedager er ikke tillatt med mindre arbeidets art gjør det nødvendig.

source: The employee has a duty to return to work when the stated redundancy period is over.
nb: Når angitt permitteringstid er over er arbeidstaker pliktet til å møte på jobb igjen.

source: other marking that makes it easy to identify the manufacturer or importer.
nb: merking som gjør det lett å identifisere produsenten eller importøren.

source: (3) Deductions in salary or holiday pay pursuant to the second paragraph (c), (e)and (f) shall
nb: (3) Trekk i lønn eller feriepenger etter andre ledd bokstav c, e og f skal begrenses til den del av

source: Wages - Cleaning workers
nb: Lønn - fiskeindustribedrifter

source: holiday fixed for the period before 30 September.
nb: august, kan likevel ikke kreve at ferie legges til tiden før 30 september.

source: in a trade union, employers' organisation or professional organisation.
nb: arbeidstaker-, arbeidsgiver- eller yrkesorganisasjon.

source: (2) The provisions of this chapter concerning dismissal shall not apply to the chief executive of
nb: (2) Bestemmelsene i dette kapittel gjelder tilsvarende for arbeidsgivers valg og behandling av selvstendig næringsdrivende og innleide arbeidstakere.

source: go into travel quarantine
nb: være i innreisekarantene

source: Wages - Passenger transport by tour bus
nb: Lønn - persontransport med turbil

source: If the work is carried out as part of the practical training under the auspices of the school, or practical training under an apprenticeship contract or training contract, young people between the age of 15 and 18 who are not required to go to school, may perform work as mentioned in Section 12-5 (b) to (d) and Section 12-6 (b) to (p).
nb: Dersom arbeidet utføres som ledd i praktisk opplæring i skolens regi, eller praktisk opplæring på lærekontrakt eller opplæringskontrakt, kan ungdom mellom 15 og 18 år og som ikke er skolepliktig, utføre arbeid som nevnt i § 12-5 bokstav b til d og § 12-6 bokstav b til p.

source: know the length of the umbilical at all times,
nb: Og de må vite at de kan ta kontakt med oss i Arbeidstilsynet, sier Vollheim.

source: (3) The provisions of this section shall only be applicable in the event that notice is given
nb: (3) Bestemmelsene i paragrafen her gjelder bare dersom oppsigelsen blir gitt innen utløpet av

source: - work involving exposure to dust, fumes or mist emitted during calcination and electrolytic processing of nickel from ore,
nb: - arbeid som innebærer eksponering for støv, røyk eller tåke som utvikles under røsting og elektrolytisk raffinering av nikkelråstein,

source: (4) The employee's right to remain in his post shall not apply to participants in labour market
nb: (4) Retten til å fortsette i stillingen gjelder ikke for deltakere i arbeidsmarkedstiltak i regi av

source: (4) In connection with the hiring of workers pursuant to this section, the provisions of section
nb: (4) Et avslag på en begjæring om gjenåpning kan bringes inn for tingretten. For øvrig gjelder

source: There must be sufficient reserve breathing gas for at least 10 minutes breathing at the maximum planned working depth calculated on the basis of a respiratory minute volume of 62.5 l/min.
nb: Mengden reservepustegass skal være nok til minimum 10 minutter pusting på maksimalt planlagt arbeidsdybde beregnet utfra et respiratorisk minuttvolum på 62,5 l/min.

source: (2) The provisions of this chapter shall apply correspondingly to the employer's selection and
nb: (2) Departementet kan bestemme at tilsynet med deler av den offentlige forvaltning og

source: (1) An employee shall be appointed permanently.
nb: (1) Arbeidstaker skal ansettes fast.

source: x-radiation, particle radiation, or radiation from a radioactive substance within the wavelength range 0.01-10 nm
nb: røntgenstråling, partikkelstråling, eller stråling fra radioaktivt stoff i bølgelengdeområde 0,01-10 nm,

source: (4) In the event of suspension, the provisions of sections 15-1, 15-4 and 15-12 shall apply correspondingly in so far as they are appropriate.
nb: (4) Ved suspensjon gjelder bestemmelsene i §§ 15-1, 15-4 og 15-12 tilsvarende så langt de passer.

source: section 15-3, seventh paragraph, and section 15-6,
nb: § 15-3 sjuende ledd og § 15-6,

source: (1) The rights and obligations of the former employer ensuing from the contract of
nb: (1) Arbeidsgiver må ikke i utlysing etter nye arbeidstakere eller på annen måte be om at

source: to in section 15-4 and the employee institutes legal proceedings within 4 months from the date
nb: nevnt i § 15-4 og arbeidstaker går til søksmål innen 4 måneder etter at oppsigelsen fant sted, skal

source: (4) Adoptive parents and fosterparents shall be entitled to leave of absence pursuant to this
nb: (4) Adoptivforeldre og fosterforeldre har rett til permisjon etter paragrafen her når omsorgen

source: (3) If the employee so demands, the employer shall state the circumstances reasons claimed
nb: (3) Dersom arbeidstaker krever det, skal arbeidsgiver oppgi de omstendigheter som

source: (5) At the time of payment or immediately thereafter, the employee shall receive a written
nb: (5) Ved utbetalingen eller straks etter denne skal arbeidstaker ha skriftlig oppgave over

source: (5) The court may decide that an employee who has been unlawfully locked out of his place
nb: (5) Retten kan bestemme at arbeidstaker som er urettmessig utestengt fra arbeidsplassen

source: Wages - Agriculture and horticulture
nb: Lønn - jordbruk og gartnerier

source: devices that are used continuously shall be positioned so as to prevent static body stresses and
nb: brukes kontinuerlig, skal være plassert slik at statiske belastninger og unødvendig strekk og

source: Such assessments, calculations and/or measurements shall be planned and carried out by personnel with relevant competence and be repeated at suitable intervals.
nb: Vurderingen, beregningen og/eller målingen skal planlegges og utføres av personell med relevant kompetanse og gjentas med passende intervall.

source: (1) Part-time workers who during the previous twelve months have regularly worked in excess
nb: (1) Blir arbeidstaker som skriftlig er ansatt på en bestemt prøvetid, sagt opp, må oppsigelsen

source: You must have taken the test within the last 24 hours.
nb: Testen må du ha tatt i løpet av de siste 24 timene. Dersom du må i innreisekarantene, må du

source: A supplement corresponding to 50% of the hourly rate shall be paid for work in excess of normal working hours.
nb: Overtidstillegg Det skal betales et tillegg for arbeid utover ordinær arbeidstid med 50 % av timesatsen.

source: (3) Dismissal owing to an employer's actual or planned contracting out of the undertaking's
nb: (3) Bemanningsforetaket skal, når innleier ber om det, dokumentere hvilke lønns- og

source: Control devices shall normally be positioned so that the operator has a full overview of any
nb: Betjeningsorgan skal normalt være plassert slik at operatøren fra betjeningsplass har full

source: (3) The provisions of this chapter shall apply correspondingly to enrolment and participation
nb: (3) Bestemmelsene i dette kapittel gjelder tilsvarende for innmelding i og deltakelse i en

source: f) rights of reservation or preference and the time limit for exercising such rights.
nb: f) reservasjons- og fortrinnsrett, og fristen for å utøve slike rettigheter.

source: (1) If an employee engaged by written contract for a given trial period is dismissed, such
nb: (1) Blir arbeidstaker som skriftlig er ansatt på en bestemt prøvetid, sagt opp, må oppsigelsen

source: applicable on 31 December of the qualifying year.
nb: Ved beregningen skal det regnes med det grunnbeløp som gjaldt 31.

source: (4) The provisions of this chapter shall not apply to discrimination owing to membership of a
nb: (4) Bestemmelsene i dette kapittel får ikke anvendelse ved forskjellsbehandling som skyldes

source: optical radiation of wavelength range between 100 nm and 400 nm.
nb: optisk stråling i bølgelengdeområde 100 nm-400 nm.

source: For more information, contact the Brønnøysund Register Centre: www.brreg.no
nb: Det skal være stort nok til at både skjerm, tastatur, dokumenter og annet

source: The following processes or chemicals released during these processes, are also regarded as carcinogenic:
nb: Følgende prosesser eller kjemikalier som frigjøres i prosessene, betraktes også som kreftfremkallende:

source: (1) Direct and indirect discrimination on the basis of political views, membership of a trade union, or age is prohibited.
nb: (1) Direkte og indirekte diskriminering på grunn av politisk syn, medlemskap i arbeidstakerorganisasjon eller alder er forbudt.

source: (3) The jointly and severally liable party may refuse to cover the claim if the worker was aware
nb: (3) Partene foreslår hver sin halvpart av det antall meddommere retten settes med i den

source: b) fire and explosion cannot arise;
nb: b) brann og eksplosjon ikke kan oppstå,

source: (3) In employment relationships of a shorter duration than one month or in connection with
nb: (3) I arbeidsforhold med kortere varighet enn en måned eller ved utleie av arbeidskraft, skal

source: (2) If rules drafted pursuant to section 14-17, second paragraph, contain provisions that are
nb: (2) Dersom utkast etter § 14-17 andre ledd inneholder bestemmelser som strider mot loven

source: d) the date of commencement of the employment,
nb: d) tidspunktet for arbeidsforholdets begynnelse,

source: (2) The provisions of sections 15-1 and 15-4 shall apply correspondingly to summary dismissal.
nb: (2) Ved avskjed gjelder bestemmelsene i §§ 15-1 og 15-4 tilsvarende.

source: 3 The limit value applies to raw cotton of less than 15 µm.
nb: 3 Grenseverdien gjelder for råbomull mindre enn 15 um.

source: (2) The preferential right is subject to the employee being qualified for the post and exercise
nb: (2) Oppsigelse fra arbeidsgivers side skal leveres til arbeidstaker personlig eller sendes i

source: - production of auramine,
nb: - fremstilling av auramin,

source: The present Act enters into force on 1 January 1990.
nb: Loven her trer i kraft 1 januar 1990.

source: (1) An employee may not be dismissed owing to leave of absence pursuant to section 12-12. In
nb: (1) Arbeidstaker kan ikke sies opp på grunn av permisjon etter § 12-12. Ved permisjon etter §

source: rooms that the undertaking uses in connection with the work such as workrooms, personnel rooms, access areas etc.;
nb: rom som virksomheten bruker i forbindelse med arbeidet slik som arbeidsrom, personalrom, atkomstarealer m.m.,

source: (2) Adoptive parents and fosterparents shall be entitled to two weeks' leave of absence when
nb: (2) Ansettelse på åremål kan avtales når dette anses nødvendig som følge av overenskomst

source: (4) (Departure)The provisions of this section concerning holiday dates within the holiday year
nb: (4) (Fravikelighet)Reglene i denne paragraf om tiden for ferie innen ferieåret kan fravikes ved

source: A procedure or system must therefore be established in order to ensure that
nb: Arbeidstilsynet foreslår til slutt en oppdeling av dagens andre ledd i nytt tredje og fjerde ledd.

source: This does not apply, however, to an
nb: Dette gjelder likevel ikke for arbeidstaker som tiltrer

source: principal/client or entity hiring them.
nb: for det kritikkverdige forholdet.

source: (4) An employee who wishes to make use of his or her right to educational leave must notify
nb: (4) Arbeidstaker som vil bruke retten til utdanningspermisjon, må gi arbeidsgiver skriftlig

source: (2) When so requested by a temporary agency worker, the temporary-work agency must
nb: (2) Bemanningsforetaket skal, når arbeidstaker ber om det, gi de opplysninger som er

source: artificial optical radiation, with the exception of laser radiation;
nb: kunstig optisk stråling, unntatt laserstråling,

source: 8 Measurements of compliance with this biological limit value is conditional on voluntary cooperation by employees.
nb: 8 Målinger av overholdelse av denne biologiske grenseverdien forutsetter frivillighet hos arbeidstaker.

source: The provisions of sections 14-16 to 14-19 shall apply correspondingly when the staff rules are
nb: Reglene i §§ 14-16 til 14-19 gjelder tilsvarende når det skal gjøres endring i eller tillegg til

source: (4) If an employee has been absent from work during the trial period, the employer may
nb: (4) Dersom arbeidstaker har vært fraværende fra arbeidet i prøvetiden, kan arbeidsgiver

source: Maintenance and repair of work
nb: Vedlikehold og reparasjon av

source: Wages - Construction
nb: Lønn - bygg

source: (Higher rate for employees over the age of 60)
nb: (Forhøyet prosentsats for arbeidstakere over 60 år)

source: (3) The time limit for bringing the dispute before the courts is eight weeks from the date the
nb: (3) Fristen for å bringe tvisten inn for domstolene er åtte uker fra det tidspunktet parten ble

source: Control devices shall be designed and positioned in a way that ensures that they cannot be
nb: Betjeningsorgan skal være slik utført og plassert at det ikke utsettes for utilsiktet påvirkning

source: (8) The provisions of the present paragraph shall apply to appointments pursuant to the
nb: (8) Reglene i dette ledd gjelder ansettelser etter andre ledd bokstav f for arbeidsoppgaver av

source: to at least 16 hours altogether in addition to the length of holiday pursuant to the provisions above.
nb: det påbegynnes etter ferien skal utgjøre til sammen minst 16 timer i tillegg til feriefritiden etter bestemmelsene ovenfor.

source: (4) A refusal of an application for rehearing may be submitted to the district court. The
nb: (4) Et avslag på en begjæring om gjenåpning kan bringes inn for tingretten. For øvrig gjelder

source: The basic amount for the purpose of this calculation shall be the amount applicable on 31 December of the qualifying year.
nb: Ved beregningen skal det regnes med det grunnbeløp som gjaldt 31. desember i opptjeningsåret.

source: (1) If a dismissal is in contravention of sections 15-6 to 15-10, the court shall, if so demanded
nb: Virkninger av usaklig oppsigelse mv. (1) Dersom oppsigelsen er i strid med §§ 15-6 til 15-10, skal retten, etter påstand fra

source: a) advertising of posts, appointment, relocation and promotion,
nb: a) utlysning av stilling, ansettelse, omplassering og forfremmelse,

source: The register shall include the individual employeeșs name, national ID number, position and workplace, and information about which hazardous chemicals the employee is exposed to, how and in what concentrations the exposure takes place, and the time and duration of the exposure.
nb: Registeret skal inneholde navn, fødselsnummer, stilling og arbeidssted og opplysninger om hvilke farlige kjemiske stoffer arbeidstakeren eksponeres for, hvordan og i hvilke konsentrasjoner eksponeringen forekommer, og tidspunkt og varighet for eksponeringen.

source: Such training can also be provided to upper secondary school students when the student has turned 16 and the training takes places under the qualified supervision of the school.
nb: Slik opplæring kan også gis til elev i videregående skole når eleven er fylt 16 år og opplæring skjer under skolens kyndige veiledning.

source: electromagnetic radiation of a wavelength range between 100 nm and 1 mm that is not emitted from the sun.
nb: elektromagnetisk stråling i bølgelengdeområdet 100 nm-1 mm som ikke emitteres fra solen.

source: b) training and other forms of competence development,
nb: b) opplæring og annen kompetanseutvikling,

source: (2) The worker must submit his or her claim in writing to the jointly and severally liable party
nb: (2) Arbeidstaker må fremme skriftlig krav overfor innleievirksomheten senest innen tre

source: ensure that this can be done safely.
nb: for at dette kan skje farefritt.
